// SPDX-License-Identifier: MIT

pragma solidity ^0.8.0;

/// @title: The 13th Floor
/// @author: manifold.xyz

import "./manifold/ERC721Creator.sol";

///////////////////////////////////////////////////////////////////////////////
//                                                                           //
//                                                                           //
//                               ╓╗                                          //
//                           ▄▄       ╓#▓▀╙ªÆ▒▓█╝╜╙ ╖    ▓∩   ╓▓▓            //
//                           ██     ┌▒▀.▄╗φ  ▐█    .▒⌐  ┌▒   ¿▒ █▄  ▐▌       //
//                          ╒█▌     ▓▒▀╜██   │█    ║▒▌«▓▒▒  ╘▒▀╚▒▒╜ ╪█       //
//                          ██▄m▒███▌▒▓▓█▀   ║█    ███  ╘Mb å▀  █▌ ┌██▄      //
//                          ███▀└                  "╙    ▀      ╙" `▀▀▀▀╜    //
//                                                                           //
//                                                                           //
///////////////////////////////////////////////////////////////////////////////


contract t13f is ERC721Creator {
    constructor() ERC721Creator("The 13th Floor", "t13f") {}
}